{
  "status": "ok",
  "totalResults": 10,
  "articles": [
  {
  "source": {
  "id": "techcrunch",
  "name": "TechCrunch"
  },
  "author": "Mary Ann Azevedo",
  "title": "Turkey's first decacorn: Trendyol raises $1.5B at a $16.5B valuation",
  "description": "Trendyol, an e-commerce platform based in Turkey, has raised $1.5 billion in a massive funding round that values the company at $16.5 billion. General Atlantic, SoftBank Vision Fund 2, Princeville Capital and sovereign wealth funds, ADQ (UAE) and Qatar Invest…",
  "url": "https://techcrunch.com/2021/08/09/turkeys-first-decacorn-trendyol-raises-1-5b-at-a-16-5b-valuation/",
  "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/02/GettyImages-1128003505.jpg?w=587",
  "publishedAt": "2021-08-09T15:24:31Z",
  "content": "Trendyol, an e-commerce platform based in Turkey, has raised $1.5 billion in a massive funding round that values the company at $16.5 billion. General Atlantic, SoftBank Vision Fund 2, Princeville Ca… [+2053 chars]"
  },
  {
  "source": {
  "id": "techcrunch",
  "name": "TechCrunch"
  },
  "author": "Mary Ann Azevedo",
  "title": "RentCheck raises $2.6M in seed funding to help renters get their security deposits back",
  "description": "We’ve all been there. (Or at least I have.) You’re getting ready to vacate a property you’ve rented, only to be told by the landlord that you won’t be getting your security deposit back. This happened to me the first time I ever rented a place in the late 90s…",
  "url": "https://techcrunch.com/2021/08/09/rentcheck-raises-millions/",
  "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/08/GettyImages-678716937.jpeg?w=600",
  "publishedAt": "2021-08-09T15:00:05Z",
  "content": "Weve all been there. (Or at least I have.)\r\nYoure getting ready to vacate a property youve rented, only to be told by the landlord that you wont be getting your security deposit back.\r\nThis happened … [+4877 chars]"
  },
  {
  "source": {
  "id": "techcrunch",
  "name": "TechCrunch"
  },
  "author": "Sarah Perez",
  "title": "Roku expands its original programming lineup with 23 more shows acquired from Quibi",
  "description": "Roku this morning announced an expansion of its original content lineup, with the addition of 23 new Roku Original programs that will debut on August 13 on The Roku Channel free streaming hub. The new programing — which also hails from Roku’s acquisition of f…",
  "url": "https://techcrunch.com/2021/08/09/roku-expands-its-original-programming-lineup-with-23-more-shows-acquired-from-quibi/",
  "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/05/TRC_Roku-Originals.jpg?w=711",
  "publishedAt": "2021-08-09T14:46:16Z",
  "content": "Roku this morning announced an expansion of its original content lineup, with the addition of 23 new Roku Original programs that will debut on August 13 on The Roku Channel free streaming hub. The ne… [+3579 chars]"
  },
  {
  "source": {
  "id": "techcrunch",
  "name": "TechCrunch"
  },
  "author": "Mike Butcher",
  "title": "Privacy-oriented search app Xayn raises $12M from Japanese backers to go into devices",
  "description": "Back in December 2020 we covered the launch of a new kind of smartphone app-based search engine, Xayn. “A search engine?!” I hear you say? Well, yes, because despite the convenience of modern search engines’ ability to tailor their search results to the indiv…",
  "url": "https://techcrunch.com/2021/08/09/privacy-oriented-search-app-xayn-raises-12m-from-japanese-backers-to-go-into-devices/",
  "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/08/xayn.jpg?w=628",
  "publishedAt": "2021-08-09T14:45:15Z",
  "content": "Back in December 2020 we covered the launch of a new kind of smartphone app-based search engine, Xayn.\r\nA search engine?! I hear you say? Well, yes, because despite the convenience of modern search e… [+3735 chars]"
  },
  {
  "source": {
  "id": "techcrunch",
  "name": "TechCrunch"
  },
  "author": "Alex Wilhelm",
  "title": "The China tech crackdown continues",
  "description": "We should expect more of the same from the Chinese government: More complaints about the impact of \"excessive\" capital in its industries, more tumbling share prices and more held IPOs.",
  "url": "https://techcrunch.com/2021/08/09/the-china-tech-crackdown-continues/",
  "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/05/NSussman_Techcrunch_Exchange_v3-GRN.jpg?w=533",
  "publishedAt": "2021-08-09T14:40:45Z",
  "content": "The Chinese government’s crackdown on its domestic technology industry continues, with Tencent under fresh pressure despite the company’s efforts to follow changing regulatory expectations.\r\nNews bro… [+2097 chars]"
  },
  {
  "source": {
  "id": "techcrunch",
  "name": "TechCrunch"
  },
  "author": "Darrell Etherington",
  "title": "1910 Genetics' Jen Nwankwo and Playground Global's Jory Bell are joining us for Extra Crunch Live",
  "description": "Extra Crunch Live gives you the chance to hear live from entrepreneurs who have successfully raised significant rounds of venture capital -- and from the investors who believed in them.",
  "url": "https://techcrunch.com/2021/08/09/1910-genetics-jen-nwankwo-and-playground-globals-jory-bell-are-joining-us-for-extra-crunch-live/",
  "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/07/ECL-2021-august-11.jpg?w=711",
  "publishedAt": "2021-08-09T14:20:51Z",
  "content": "Our Extra Crunch Live series continues with some heavy hitters in August, including Jen Nwankwo, founder and CEO at 1910 Genetics, and Playground Global general partner Jory Bell. They’ll be with us … [+2210 chars]"
  },
  {
  "source": {
  "id": "techcrunch",
  "name": "TechCrunch"
  },
  "author": "Darrell Etherington",
  "title": "How one founder bucked the data-driven trend and created a startup based on inspiration",
  "description": "When Oleg Stavitsky and his co-founders started Endel, they didn’t necessarily expect for it to become a venture-backed business with the likes of Amazon’s Alexa Fund as investors. Stavitsky and his founding team describe themselves as a “collective of imagin…",
  "url": "https://techcrunch.com/2021/08/09/how-one-founder-bucked-the-data-driven-trend-and-created-a-startup-based-on-inspiration/",
  "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/08/found-featured-oleg-stavitsky.jpg?w=711",
  "publishedAt": "2021-08-09T14:11:36Z",
  "content": "When Oleg Stavitsky and his co-founders started Endel, they didn’t necessarily expect for it to become a venture-backed business with the likes of Amazon’s Alexa Fund as investors. Stavitsky and his … [+1492 chars]"
  },
  {
  "source": {
  "id": "techcrunch",
  "name": "TechCrunch"
  },
  "author": "Alex Wilhelm",
  "title": "Equity Monday: Apple's privacy flap continues as crypto regulation looms",
  "description": "Hello and welcome back to Equity, TechCrunch’s venture capital-focused podcast where we unpack the numbers behind the headlines. This is Equity Monday, our weekly kickoff that tracks the latest private market news, talks about the coming week, digs into some …",
  "url": "https://techcrunch.com/2021/08/09/equity-monday-apples-privacy-flap-continues-as-crypto-regulation-looms/",
  "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/equity-podcast-2019-phone.jpg?w=711",
  "publishedAt": "2021-08-09T14:01:02Z",
  "content": "Hello and welcome back to Equity, TechCrunchs venture capital-focused podcast where we unpack the numbers behind the headlines.\r\nThis is Equity Monday, our weekly kickoff that tracks the latest priva… [+928 chars]"
  },
  {
  "source": {
  "id": "techcrunch",
  "name": "TechCrunch"
  },
  "author": "Manish Singh",
  "title": "Amazon's top Indian seller Cloudtail to cease operations after May 2022",
  "description": "Amazon and parent of its top Indian seller Cloudtail have decided to not continue their joint venture after May 2022, the two firms said in a statement Monday, hours after India’s top court ruled that the American e-commerce firm and Walmart’s Flipkart must f…",
  "url": "https://techcrunch.com/2021/08/09/amazons-top-indian-seller-cloudtail-to-cease-operations-after-may-2022/",
  "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/GettyImages-1163035953.jpg?w=600",
  "publishedAt": "2021-08-09T13:41:37Z",
  "content": "Amazon and parent of its top Indian seller Cloudtail have decided to not continue their joint venture after May 2022, the two firms said in a statement Monday, hours after Indias top court ruled that… [+2960 chars]"
  },
  {
  "source": {
  "id": "techcrunch",
  "name": "TechCrunch"
  },
  "author": "Daniel Cooper",
  "title": "Facebook adds Photobucket and Google Calendar to its data portability options",
  "description": "Facebook announced that it has added two new destinations for when you want to move your data from the social network, including shifting images to Photobucket and event listings to Google Calendar.",
  "url": "https://techcrunch.com/2021/08/09/facebook-adds-photobucket-and-google-calendar-to-its-data-portability-options/",
  "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/08/GettyImages-1228003986.jpg?w=600",
  "publishedAt": "2021-08-09T13:41:09Z",
  "content": "Facebook has today announced that it has added two new destinations for when you want to move your data from the social network. In a blog post, the company said that users will be able to move their… [+1017 chars]"
  }
  ]
  }